akamud.vscode-theme-onedark
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.vscode-github-actions
hashicorp.terraform
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
naumovs.color-highlight
PKief.material-icon-theme
pranaygp.vscode-css-peek
ritwickdey.LiveServer
steoates.autoimport
xabikos.JavaScriptSnippets
akamud.vscode-theme-onedark
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.vscode-github-actions
hashicorp.terraform
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
naumovs.color-highlight
PKief.material-icon-theme
pranaygp.vscode-css-peek
ritwickdey.LiveServer
shd101wyy.markdown-preview-enhanced
steoates.autoimport
xabikos.JavaScriptSnippets
